Repository: robkaper/kiki
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: nl

source: Create a new section
nl: Nieuwe sectie

source: Create a new event
nl: Nieuw event

source: Create a new page
nl: Nieuwe pagina

source: Create a new article
nl: Nieuw artikel

source: Create a new album
nl: Nieuw album

source: Previous
nl: Vorige

source: Next
nl: Volgende

source: Error in Twitter configuration (TwitterOAuth path not set).
nl: Fout in Twitter configuratie (TwiterOAuth pad niet gezet).

source: Could not connect to Twitter. Try again later.
nl: Kan geen verbinding met Twitter maken. Probeer het later opnieuw.

source: Index of %s
nl: Index voor %s

source: Your Account
nl: Jouw Account

source: You are already logged in.
nl: Je bent al ingelogd.

source: Create account
nl: Registreer

source: You did not enter a valid e-mail address.
nl: Je hebt geen geldig e-mail adres opgegeven.

source: Your password cannot be empty.
nl: Je wachtwoord kan niet leeg zijn.

source: The passwords entered did not match.
nl: De ingevoerde wachtwoorden komen niet overeen.

source: Verify account
nl: Bevestig account

source: Logout
nl: Log uit

source: Latest articles
nl: Laatste artikelen

source: Comments
nl: Reacties

source: Read more
nl: Lees verder

source: This section currently has no underlying content.
nl: Dit onderdeel heeft momenteel geen content.

source: Connect with
nl: Koppel met

source: Login with
nl: Login met

source: Login with e-mail
nl: Login met e-mail

source: Password
nl: Wachtwoord

source: Verify password
nl: Bevestig wachtwoord

source: Administrator password
nl: Administrator wachtwoord
